<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Pagination Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used by the paginator library to build
    | the simple pagination links. You are free to change them to anything
    | you want to customize your views to better match your application.
    |
    */
    'bestSeller' => 'الأكثر مبيعا',
    'AM' => 'ص',
    'PM' => 'م',
    'outOfWorkingHours' => 'لا يمكن استلام الطلب من المطعم خارج مواعيد العمل من :from الي :to',
    'minimumOrdersCart' => 'ر.س :value الحد الأدنى للطلب ',
    'Success Upload Excel File.' => 'تم تحميل ملف ايكسل بنجاح . ',
    'restaurantIsClosed' => 'لا يمكن اكمال الطلب في الوقت الحالي نظرا لان المطعم مشغول الان نعتذر لك حاول في وقت لاحق',
    '01:00' => '٠١:٠٠',
    '02:00' => '٠٢:٠٠',
    '03:00' => '٠٣:٠٠',
    '04:00' => '٠٤:٠٠',
    '05:00' => '٠٥:٠٠',
    '06:00' => '٠٦:٠٠',
    '07:00' => '٠٧:٠٠',
    '08:00' => '٠٨:٠٠',
    '09:00' => '٠٩:٠٠',
    '10:00' => '١٠:٠٠',
    '11:00' => '١١:٠٠',
    '12:00' => '١٢:٠٠',
    '13:00' => '13:00',
    '14:00' => '14:00',
    '15:00' => '15:00',
    '16:00' => '16:00',
    '17:00' => '17:00',
    '18:00' => '18:00',
    '19:00' => '19:00',
    '20:00' => '20:00',
    '21:00' => '21:00',
    '22:00' => '22:00',
    '23:00' => '23:00',
    '00:00' => '24:00',
];
